{
    "afk": "Set yourself as AFK, tracking anyone who mentions you.\nIf anyone does mention you, they will be notified that you went AFK, and you are doing something else like touching grass.\n\n**Paramaters**:\n- `message`: The message to give. (optional)",
    "bal": "Show your balance, currently owned items, and more by using this command. Running this command also creates your user data if you haven't already done that.",
    "work": "Work at Phantom's Bistro to earn virtual currency and enhance your economic standing.",
    "shop": "View available items in the shop and explore potential purchases to bolster your virtual possessions.",
    "buy": "Buy an item from the shop and add it to your collection of virtual goods.",
    "sell": "Sell items to the shop for money, making strategic financial decisions to increase your wealth.",
    "rob": "Take a chance and attempt to rob someone or something for a potential windfall, but be aware of the risks involved.",
    "deposit": "Deposit money into the bank to safeguard your digital wealth. (0% interest)",
    "withdraw": "Withdraw money from the bank when you need cash on hand for your virtual endeavors.",
    "sync": "Sync your data across all servers, ensuring consistency in your virtual existence.",
    "beg": "Beg on the streets for a chance of earning some virtual currency. Roll the virtual dice and see if luck is on your side.",
    "fish": "Go out to the nearby pond and try your luck at fishing for a chance to catch some fish and improve your economic standing.",
    "hunt": "Embark on a hunting expedition in the virtual forest to gather resources and enhance your economic prowess.",
    "crunch-pfp": "Make your profile picture even funnier with the crunch-pfp command, adding a touch of humor to your online persona.",
    "insult": "Let the bot humorously ruin your day with a carefully crafted insult, injecting some light-hearted banter into your digital interactions.",
    "joke": "Get a random joke from the bot and lighten the mood with a dose of humor.",
    "cat": "Get a random cat image or video from the bot, bringing a smile to your face with adorable feline companions.",
    "dog": "Get a random dog image or video from the bot, indulging in the joy of canine companionship.",
    "gayrate": "Discover your 'gay rate' with this joke command, offering a playful and humorous assessment.",
    "rizzrate": "Find out how much 'rizz' you have with this joke command, injecting a touch of fun into self-reflection.",
    "racistrate": "Explore your 'racist rate' in a light-hearted manner with this joke command.",
    "annoyrate": "Determine your 'annoyance level' with this playful command, adding a humorous twist to self-awareness.",
    "girls-rate": "Measure your 'girls rate' with this lighthearted joke command, engaging in banter and self-reflection.",
    "menrate": "AY YO WHAT THE FYUC?? NO NO DONT EXECUTE THIS COMMAND",
    "rps": "Play a game of rock, paper, scissors with the bot, injecting a nostalgic and competitive element into your digital interactions.",
    "howmanycrimes": "Playfully assess whether the police are after you with this joke command, adding a touch of mystery to your virtual life.",
    "howmuchbrokeass": "Measure your 'broke ass' level in a humorous manner with this joke command, embracing the lighter side of financial banter.",
    "ben": "Engage in conversation with Talking Ben, exploring the interactive and entertaining capabilities of this feature.",
    "ask-gpt": "Ask a question to GPT-3 and receive a thoughtful response, tapping into the vast knowledge and linguistic prowess of the model.",
    "apod": "Get the Astronomy Picture of the Day with the apod command, immersing yourself in the wonders of the cosmos.",
    "warn": "Warn a user with a reason, maintaining order and transparency in your digital community.",
    "kick": "Kick a user with a reason, enforcing server rules and boundaries while providing a clear explanation.",
    "ban": "Ban a user with a reason, exercising ultimate moderation authority for the well-being of the community.",
    "purge": "Purge a specific number of messages, keeping your digital environment clutter-free and organized.",
    "mute": "Mute a user, temporarily silencing disruptive individuals and ensuring a peaceful server atmosphere.",
    "unmute": "Unmute a user, restoring communication privileges after a temporary silence.",
    "unban": "Unban a user from the server, offering them a chance to rejoin the community after a ban.",
    "slowmode": "Set the slow mode for the current channel, controlling the frequency of messages and maintaining a balanced conversation flow.",
    "lock": "Lock the channel, restricting access and ensuring controlled communication in specific server channels.",
    "unlock": "Unlock the channel, restoring access and allowing free communication in previously restricted channels.",
    "ping": "Get the bot's latency, checking Discord API ping, websocket connection ping, and overall bot ping for optimal performance.",
    "cstats": "Pull detailed statistics about the host computer, providing insights into system uptime, bot uptime, CPU usage, RAM, and more.",
    "setuptickets": "Set up the ticketing system for organized user support, streamlining communication and issue resolution.",
    "ticketban": "Ban a user from creating tickets, maintaining control over ticketing system access and usage.",
    "ticketadd": "Add someone to a ticket channel, facilitating collaborative assistance and efficient issue resolution.",
    "ticketunban": "Unban a user from creating tickets, offering them a chance to access the ticketing system again.",
    "ticketremove": "Remove a user from a ticket, ensuring streamlined communication and efficient handling of support requests.",
    "alert": "Prompt the user to close their ticket, maintaining an organized support system and encouraging timely issue resolution.",
    "nuke": "Nuke a channel, removing all messages and pings for a fresh start and a clean slate.",
    "restart": "[DANGEROUS] [RESTRICTED: DEVMODE+BOTOWNER]",
    "membercount": "Grab the current member count of the server, providing a quick snapshot of server population.",
    "serverinfo": "Tell detailed information about the server you are currently in, offering insights into server settings and demographics.",
    "whereamigoing": "Generate a shortened URL and see its destination, ensuring transparency and security in link sharing.",
    "urlclean": "Clean tracking URL parameters out of your URL, enhancing privacy and security in your web interactions.",
    "pfp": "Get the avatar of yourself or someone else, allowing easy access to profile pictures for various purposes."
}
